from armpy.hy import *

տպել()
տպել('Հայերեն', 'տարբերակի', 'ստուգում', բաժանիչ=' ~ ', վերջ='!\n')
տպել()
թիվ1 = մուտքագրել("Գրեք թիվ 1֊ը: ")
թիվ2 = մուտքագրել("Գրեք թիվ 2-ը: ")
թիվ1 = ամբողջ(թիվ1)
թիվ2 = ամբողջ(թիվ2)
պատասխան = թիվ1 / թիվ2
տպել("Գումար:", թիվ1 + թիվ2)
տպել("Բաժանում:", պատասխան)
տպել("Կլորացված:", կլոր(պատասխան))

# --------------------------------------
from armpy.ru import *

вывод()
вывод('Тестирование русской версии')
вывод()
число1 = ввод("Введите число 1: ")
число2 = ввод("Введите число 2: ")
число1 = целое(число1)
число2 = целое(число2)
ответ = число1 / число2
вывод("Сумма:", число1 + число2)
вывод("Деление:", ответ)
вывод("Округление:", округлять(ответ))
